spec/spec/SVWS/IntegrationPlatform/Examples/MerchantStatRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getMerchantStatRequest>
         <inst_id>1001</inst_id>
         <customer_number>0000000000000000000054</customer_number>
         <start_date>2017-01-10T12:00:00</start_date>
         <end_date>2017-07-30T12:00:00</end_date>
      </int:getMerchantStatRequest>
   </soapenv:Body>
</soapenv:Envelope>